[
    {
        "opinion_id": "6400120",
        "author": "sontee",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "MacBook Air jest moim pierwszym produktem firmy Apple. Zanim zdecydowałem się na zakup przeczytałem mnóstwo recenzji i oglądnąłem dużo nagrań na YouTube. Opinii w sieci jest całe mnóstwo. Jednak w mojej ocenie MacBook Air jest świetnym urządzeniem jeśli chcemy rozpocząć korzystać z produktów Apple. Oto co mogę napisać po tygodniu użytkowania.  Wykonanie urządzenia stoi na naprawdę wysokim poziomie, Nie doświadczyłem tutaj żadnych skrzypnięć, zgrzytów i innych dźwięków. Kultura pracy urządzenia to kolejny plus. Mimo iż urządzenie posiada wentylator to włączył się tylko raz, ale przyznam, że mocno w tym pomogłem, poza tym pracuje bezszelestnie. System operacyjny Mac OS X - powiem szczerze nie miałem żadnych problemów, aby się odnaleźć po przesiadce z Windowsa, wszystko jest tutaj bardzo intuicyjne. Oprogramowanie użytkowe - co mnie bardzo zdziwiło urządzenie po wyjęciu z pudełka jest gotowe od razu do pracy (pomijając wstępną konfigurację systemu) tutaj wszystko jest zainstalowane, a jeśli czegoś nie ma to w łatwy sposób ściągamy z App Store. Co najfajniejsze, tutaj na nic się nie czeka, wszystko działa błyskawicznie urządzenia odpowiada natychmiastowo, jest bardzo responsywne. Podzespoły urządzenia schodzą na drugi plan. Mimo że urządzenie posiada dwurdzeniowy procesor i5 ze stajni Intel i 8GB pamięci RAM to radzi sobie świetnie. Wszystkim niezdecydowanym gorąco polecam :)",
        "pros": [],
        "cons": [],
        "useful": "39",
        "useless": "6",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2017-12-27 20:09:24",
        "purchuse_date": "2017-12-15 09:12:44"
    },
    {
        "opinion_id": "8229186",
        "author": "RS",
        "recomm": "Polecam",
        "stars": "4/5",
        "content": "Posiadam ten komputer dwa lata i z zalet to:\r\n-długa praca na baterii ok. 10 godzin przy korzystaniu z internetu\r\n-wygląd \r\n-obudowa z aluminium\r\n-cicha praca przy korzystaniu z internetu\r\n-dobra jakość wyświetlacza \r\n-duża mobilność\r\n-mało problematyczny system OSX\r\nWady: \r\n-bardzo głośna praca przy bardziej wymagających programach \r\n-mała wydajność przy tak dużej cenie\r\n-element plastikowy pod wyświetlaczem zaczyna chodzić przy lekkim poruszeniu na boki prawdopodobnie rozszerzył się pod wpływem ciepła\r\n-mała ilość programów na system OSX\r\n-kamera 720p",
        "pros": [
            "czas pracy na baterii",
            "system",
            "szybko sie przegrzewa",
            "wygląd"
        ],
        "cons": [
            "jakość",
            "wydajność"
        ],
        "useful": "11",
        "useless": "14",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2018-08-09 07:57:18",
        "purchuse_date": "2018-07-31 15:35:50"
    },
    {
        "opinion_id": "6690498",
        "author": "ksiusiu",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Wart swojej ceny, oczywiście nie da się go porównać do seri Pro, ale to nie znaczy, że jest zły. Wręcz przeciwnie, jego niewielkie rozmiary, mobilność i mimo pozornie niedostatecznych parametrów świetna, stabilna praca powodują, że zakup był naprawdę trafiony! Jako wieloletni już użytkownik kilku systemów, produkty apple najlepiej i najtrafniej spełniają moje oczekiwania. Pracuje na nich używając do produkcji muzycznych, amatorsko filmowych. Świetnie sprawdzają się w biurze, doskonałe narzędzie do zarządzania w biznesie - bez którego teraz nie wyobrażam sobie już pracy!",
        "pros": [
            "czas pracy na baterii",
            "jakość"
        ],
        "cons": [],
        "useful": "4",
        "useless": "6",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2018-03-09 08:56:42",
        "purchuse_date": "2018-02-19 14:16:52"
    },
    {
        "opinion_id": "10557498",
        "author": "CamilloShoper",
        "recomm": null,
        "stars": "3,5/5",
        "content": "Jestem początkującym posiadaczem MacBooka i jestem zachwycony przede wszystkim systemem. Laptop kupiony do podróży, przeglądania internetu czy pisania. Czasem gram, ale wolę jednak na komputerze, bo tutaj włączają się wywietrzniki i szumi strasznie. Za tą cenę oczekiwałbym lepszego ekranu i wyższych podzespołów, ale płaci się jednak wygodę i wygląd. Info dla Windowsowców: wszystkie programy są droższe od windowsowych odpowiedników.",
        "pros": [
            "12 miesięcy gwarancji",
            "cienki",
            "czas pracy na baterii",
            "system",
            "wygląd"
        ],
        "cons": [
            "ekran za słaby jak na tą cenę",
            "jakość",
            "przy grach słychać szum wiatraków",
            "szybko sie przegrzewa",
            "wydajność",
            "wystająca karta pamięci"
        ],
        "useful": "2",
        "useless": "4",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2019-05-22 13:07:42",
        "purchuse_date": "2019-05-11 13:17:21"
    },
    {
        "opinion_id": "14270199",
        "author": "v...a",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Apple zawsze tworzyło najlepsze gadżety dla tych, którzy rozumieją, czym jest jakość, wygoda i piękno. Ten MacBook nie jest wyjątkiem. Polecam każdemu, kto dokładnie wie, czego chce od laptopa. To rzecz do codziennej pracy, gracze powinni zwracać uwagę na laptopy z systemem Windows. MacBook to idealny i bardzo piękny komputer, w którym zakochasz się od pierwszego wejrzenia i na zawsze. :)",
        "pros": [
            "jakość",
            "system",
            "wydajność",
            "wygląd"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2021-04-11 15:33:03",
        "purchuse_date": "2021-04-06 21:55:22"
    },
    {
        "opinion_id": "6676494",
        "author": "Użytkownik Ceneo",
        "recomm": "Polecam",
        "stars": "4,5/5",
        "content": "Wyjątkowo długi czas pracy na baterii. Komputer typowo do prostych prac (pisanie, przeglądanie internetu). Nie ma możliwości dłuższej gry, programowania itp ponieważ komputer momentalnie się przegrzewa. Oczywiście jest w stanie uruchomić nawet nowe gry ale nie jest do tego stworzony.",
        "pros": [
            "czas pracy na baterii",
            "jakość",
            "szybko sie przegrzewa",
            "wydajność",
            "wygląd"
        ],
        "cons": [],
        "useful": "2",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2018-03-06 10:28:21",
        "purchuse_date": "2018-03-01 21:15:35"
    },
    {
        "opinion_id": "8088830",
        "author": "Janusz",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Jestem już po miesiącu używania MacBooka Air więc kilka słów na temat tego sprzętu. Jest to moje pierwsze urządzenie od Appla po kilkunastu latach użytkowania komputerów z Windowsem począwszy od Win 95 do Win 10. Dlatego miałem dużo wątpliwości czy przesiadać się na nowy system operacyjny, co wstrzymywało mnie z zakupem MacBooka. Ale po kolei:\r\n\nWykonanie : laptop jest idealnie spasowany, całość wykonana bardzo starannie trzymając go w rękach masz odczucie, że jest to produkt klasy premium.\r\nBateria: Jeden z większych plusów tego urządzenia. Ładujesz raz i zapominasz o istnieniu ładowarki. Przy pracy z tekstem i przeglądarką internetową bateria spokojnie wystarczy na kilka godzin.\r\n\nSystem: Jest to moje pierwsze spotkanie z tym systemem dlatego wszystko było tu dla mnie nowością. Jednak kilka dni i posługuję się nim sprawnie. Zainstalowałem wszystkie niezbędne programy jakich używałem na Windowsie lub znalazłem odpowiedniki, które w kilku przypadkach okazały się lepsze. Tak naprawdę niczego mi nie brakuje względem Windowsa. Konfiguracja systemu jest bardzo prosta, użytkownika ma dostęp tylko do podstawowych ustawień jakie są mu niezbędne w codziennej pracy.\r\n\nWydajność: Zdecydowanie największy plus tego urządzenia. 8 GB RAMU sprawdza się znakomicie. Na codzień ma otwarte 5-6 programów i nie zauważyłem żadnych spadków wydajności. Wszystko dzieje się momentalnie jest to największa różnica w porównaniu ze sprzętem klasy PC. \r\n\nKlawiatura: Dla mnie osobiście ważny element ponieważ dużo piszę. Jest tutaj trochę inne ustawienie względem Windowsa co do tej pory jest bardzo dużym utrudnieniem szczególnie w przypadku klawiszy cmd oraz alt, które do tej pory mylą mi się i uzyskuje inny efekt niż powinienem w przypadku polskich znaków.Jest to ciężkie do zapamiętania ponieważ odruchowo ręka ucieka zaraz za spację i szuka klawisza Alt. Natomiast sama klawiatura jest bardzo wygodna i nie mam do niej większych zastrzeżeń.\r\n\nEkran: najbardziej sporny element tego komputera, ponieważ czytałem wiele komentarzy iż jest przestarzały o dość niskiej rozdzielczości w porównaniu z ekranami Retina zastosowanymi w MacBookach Pro. Był to jeden z elementów, który wstrzymywał mnie z zakupem. Dziś mogę powiedzieć, że niepotrzebnie. Oczywiście jeśli ktoś przyzwyczajony jest do pracy z matrycami Retina to ten laptop nie będzie dobrym wyborem. Jeśli jesteś fotografem lub montujesz na codzień filmy i zwracasz uwagę na każdy odcień piksela to również daj sobie spokój z zakupem tego sprzętu. Natomiast w moim przypadku, kiedy w większości pracuje nad tekstem tak naprawdę nie zauważyłem większej różnicy co więcej mój poprzedni laptop miał jeszcze niższą rozdzielczość dlatego jest to zmiana na lepsze.\r\n\nPodsumowując był to bardzo dobry wybór i nie żałuję żadnej wydanej złotówki na ten sprzęt. Polecam go wszystkim.",
        "pros": [],
        "cons": [],
        "useful": "28",
        "useless": "4",
        "purchased": null,
        "publish_date": "2018-06-28 09:43:41",
        "purchuse_date": null
    },
    {
        "opinion_id": "8270589",
        "author": "mtfranka",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Jest to już mój drugi MacBook Air (pierwszy był z 2011 roku i służy teraz mojemu synowi). Nie wyobrażam sobie pracy na innym komputerze. Jak do użytku domowo-biurowego sprawdza się idealnie. Gorąco polecam!",
        "pros": [
            "system",
            "szybko sie przegrzewa",
            "wygląd"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2018-08-22 10:45:45",
        "purchuse_date": "2018-08-17 11:49:46"
    },
    {
        "opinion_id": "8646544",
        "author": "Maciek",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Świetny laptop, nadający się również do bardziej wymagających zadań (procesor i5, 8GB pamięci RAM, dysk SSD). Solidna aluminiowa obudowa, niewielka waga, świetny system, bardzo długa praca na baterii.",
        "pros": [],
        "cons": [
            "12 miesięcy gwarancji"
        ],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2018-11-30 11:06:26",
        "purchuse_date": "2018-10-24 11:39:16"
    },
    {
        "opinion_id": "6570974",
        "author": "U...o",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Na razie jestem pod ogromnym wrażeniem. Przechodzę z Windowsa na ios i już widzę, że nie taki diabeł straszny... :)\r\nJedyną moją obawą przed zakupem było czy wystarczy mi miejsca na dysku 128 GB...",
        "pros": [
            "jakość",
            "wydajność",
            "wygląd"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2018-02-08 16:48:33",
        "purchuse_date": "2018-01-29 11:22:13"
    }
]