[
    {
        "author": "Natalia",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "/Tablet musi być podłaczony do komputera by działać, nie można go używać jako samodzielnego komputera do rysowania/\r\n\nBardzo dobra jakość, w opisie tego Cintiqa jest wpis o minimalnej paralaxie, ale mozna go pominać, nie zauważyłam aby choć w najmniejszym stopniu przeszkadzała mi  pracy na tym tablecie. Swietnie sie na nim rysuje, nawet bez maty ochronnej powierzchnia nie jest zbyt śliska, ale jednak polecam się w nią zaopatrzyć, aby nie uszkodzić matrycy.\r\n\nKolory są adekwatne, rozdzielczość jak najbardziej wystarczająca.\r\n\nBrak mi klawiszy funkcyjnych dzięki którym łatwiej byłoby obracać obraz podczas rysowania oraz zmiana wielkości pędzla, trzeba miec klawiature obok lub pilot. Mozna tez nauczyc sie uzywać rozwijanego okna, ale nie jest to najbardziej efektywne rozwiązanie. \r\nNie posiada też funkcji dotykowych.\r\n\nNajlepszą rzeczą związaną z tym tabletem jest na pewno piórko, bardzo wygodnie się go używa. \r\nMogę tez powiedzieć, ze jako ktoś kto nauczył się rysować na papierze, a pozneij uzywał tabletu bez wyswietlacza przez pewien czas - rysowanie na tablecie z wyświetlaczem jest o niebo lepsze, duzo łatwiejsze i bardziej naturalne.",
        "pros": [
            "funkcjonalność",
            "jakość ekranu"
        ],
        "cons": [],
        "useful": "4",
        "useless": "2",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2019-03-19 10:34:07",
        "purchase_date": "2019-01-18 18:32:33",
        "opinion_id": [
            "10265907"
        ]
    },
    {
        "author": "Użytkownik Ceneo",
        "recomm": "Polecam",
        "stars": "4,5/5",
        "content": "Kupiłem produkt tańszy (ze zwrotu), ale nie widać jakby ktoś z niego korzystał. Jak nowy! Mam nadzieję że nie ma ukrytych wad (dlatego ze zwrotu?) ale to już moje głupie podejrzenia po doświadczeniach z niektórymi sklepami...\nPrzy pierwszym uruchomieniu byłem mega zaskoczony, już nie wrócę do tych zwykłych tabletów tzw. \"desek do krojenia\" chyba żeby coś poprawić albo szybko dorobić. Konfiguracja łatwa i prosta. Dostajemy od razu instrukcję obsługi co i jak podłączyć i ściągnąć. Na duży plus jest blokada kabla przed wypadnięciem pod klapką w tablecie. Bardzo przemyślany pomysł w porównaniu z niektórymi modelami innych producentów.\n\nPrzydałby się jakieś małe przyciski na na tablecie do prostej obsługi chociaż 2-3 skrótów. Do takich rzeczy jest bardzo fajny pilot Wacom'a do kupienia oddzielnie i za niemałą sumę...\nOgólnie wrażenia pozytywne.",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "1",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2020-04-09 14:13:39",
        "purchase_date": "2020-04-02 00:50:11",
        "opinion_id": [
            "12107143"
        ]
    },
    {
        "author": "m...l",
        "recomm": null,
        "stars": "3/5",
        "content": "Jakoś  wykonania bardzo dobra, niestety jako że to Wacom to cena przesadzona w porównaniu do możliwości czyli: brak przycisków funkcyjnych na tablecie (dostępne są tylko dwa na Wacom Penie), przestrzeń odwzorowania kolorów (Adobe RGB 72%, gdy Huion Kamvas Pro 16 Premium który jest tańszy od Cintiqa 500 zlotych ma pokrycie 92% Adobe RGB), Wacom oberwie ode mnie jeszcze za dodatki w zestawie czyli ich brak, podstawka regulująca? Ta, jeśli ją dokupisz osobno, (ma na szczęście miejsce na uchwyt VESA) rękawiczka w zestawie? Nie, trzeba dokupić, cokolwiek co by broniło wygórowanej ceny? Nie, chociaż może jakość wykonania, ale nie oszukujmy się Wacom to takie Apple wśród tabletów graficznych, jeśli masz pieniądze i cena nie gra roli, to kupuj, ale Cintiqi w wersji Pro, jeśli chcesz mieć użytek z tabletu a nie chcesz przepłacać to zdecyduj się lepiej na Huiona, mimo że producent jest chiński to obecnie na rynku tabletów jest głównym rywalem Wacoma",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2020-05-16 10:12:09",
        "purchase_date": "2020-05-04 10:04:03",
        "opinion_id": [
            "12446001"
        ]
    },
    {
        "author": "KK",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Wcześniej używałam Wacom Intuos 4, który popsuł się dopiero po 10 latach. Mam nadzieję, że ten produkt będzie równie wytrzymały. Pierwsze wrażenie bardzo pozytywne. Przyjemny ekran. Piórko precyzyjne. Stabilna wbudowana podstawka z dwóch nóżek. Jedynym minusem może być okablowanie. O ile przy staroświeckich tabletach wystarczył tylko kabel USB, tutaj otrzymujemy kiść z trzema końcówkami: USB, HDMI oraz zasilacz.",
        "pros": [
            "cena",
            "estetyka wykonania",
            "funkcjonalność",
            "jakość ekranu",
            "pro pen 2"
        ],
        "cons": [
            "okablowanie"
        ],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2021-03-17 19:17:21",
        "purchase_date": "2021-03-07 22:45:22",
        "opinion_id": [
            "14133038"
        ]
    },
    {
        "author": "p...o",
        "recomm": "Polecam",
        "stars": "4,5/5",
        "content": "Tablet używany do pracy - przyspieszył ją znacząco. Podniósł uwolnienie kreatywności o lata świetlne w przód. Retusz to teraz sama przyjemność, a już wcześniej tak uważałem. W końcu mogę wykorzystać pełny potencjał programów graficznych. Obsługa jest tak przyjemna, że wykorzystuję tablet do coraz szerszych i bardziej złożonych projektów z wektorami. Na celowniku mam już kolejne dodatki do pracy z rysikiem. Dziękuję. Pozdrawiam.",
        "pros": [
            "cena",
            "funkcjonalność"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2020-10-29 21:02:16",
        "purchase_date": "2020-10-20 09:04:35",
        "opinion_id": [
            "13293730"
        ]
    },
    {
        "author": "Użytkownik Ceneo",
        "recomm": "Polecam",
        "stars": "4/5",
        "content": "Tablet sprawdza się bardzo dobrze, piórko śmiga, czas reakcji świetny, na nacisk również\nMa jednak dwie wady: pod najmniejszą zmianą kąta nie widać już praktycznie nic no i wbudowane w tablet nóżki są kompletnie do niczego (zsuwają się), więc polecam zainwestować w statyw jeśli ktoś nie chce pracować na płasko",
        "pros": [],
        "cons": [],
        "useful": "0",
        "useless": "1",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2020-04-16 23:41:48",
        "purchase_date": "2020-03-27 14:41:21",
        "opinion_id": [
            "12172673"
        ]
    },
    {
        "author": "Zadowolony klient",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Bardzo dobry produkt w dość dobrej cenie. Dobry wyświetlacz, wygodne pióro, łatwa, intuicyjna instalacja na komputerze. Polecam dla średniozaawansowanych użytkowników.",
        "pros": [
            "jakość"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2019-07-16 16:24:51",
        "purchase_date": "2019-06-14 09:20:31",
        "opinion_id": [
            "10792811"
        ]
    },
    {
        "author": "Enka",
        "recomm": "Polecam",
        "stars": "4,5/5",
        "content": "Sprzęt wygodny, świetny do pracy stacjonarnej, jednak ze względu na gabaryty, wagę oraz ilość kabli niezbednych do pracy, absolutnie nie nadaje się do przewożenia.",
        "pros": [
            "cena",
            "funkcjonalność",
            "jakość"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2019-05-26 22:53:56",
        "purchase_date": "2019-04-23 20:35:59",
        "opinion_id": [
            "10575960"
        ]
    },
    {
        "author": "pitutoj",
        "recomm": "Polecam",
        "stars": "5/5",
        "content": "Bardzo wysoka jakość pióra. Wyświetlacz odpowiedni do ceny. Jedyny lekki minus to czasami składające się nóżki. Ogólnie dobry zakup.",
        "pros": [
            "cena",
            "funkcjonalność",
            "jakość",
            "jakość ekranu",
            "pro pen 2"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2019-05-19 16:02:25",
        "purchase_date": "2019-05-12 20:43:18",
        "opinion_id": [
            "10544354"
        ]
    },
    {
        "author": "a...a",
        "recomm": null,
        "stars": "3/5",
        "content": "jest ok. Ale miałam dużo problemów z podłączeniem. Miał działać z moim Windowsem, ale nie działał. Musiałam przeinstalować system i zainstalować nowego Windowsa. Strasznie dużo kabli - i usb i hdmi. Ja lubię super proste rozwiązania. Sam tablet jest dobry. Ekran tabletu świetny.",
        "pros": [
            "estetyka wykonania",
            "funkcjonalność",
            "jakość",
            "jakość ekranu",
            "pro pen 2"
        ],
        "cons": [
            "cena"
        ],
        "useful": "0",
        "useless": "0",
        "purchased": "Opinia potwierdzona zakupem",
        "publish_date": "2021-05-18 12:42:38",
        "purchase_date": "2021-03-11 15:48:39",
        "opinion_id": [
            "14474056"
        ]
    }
]